import Layout from "../components/Layout.js";

export default () => (
  <Layout title="アバウト">
    <main className="main">
      <h1>アバウト</h1>
      <p>
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
      </p>
      <p>
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
      </p>
      <p>
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
      </p>
    </main>
    <style jsx>{``}</style>
  </Layout>
);
